{
"prapor_generic_greetings_01": "Hello there, soldier.",
"prapor_generic_greetings_02": "Greetings warrior.",
"prapor_generic_greetings_03": "Still in our sinful world, I see? Come closer soldier.",
"prapor_generic_greetings_04": "Come on in, make yourself at home!",
"prapor_generic_farewell_01": "Dismissed, soldier!",
"Trading/Dialog/Prapor/News": "Got any news for me?",
"Trading/Dialog/Prapor/News/Next": "Anything else?",
"Trading/Dialog/Prapor/News1": "It's warmed up in Norvinsk! That should make it easier for you mercs to travel along the supply line. I've got plenty of tasks for you warrior.",
"Trading/Dialog/Prapor/News2": "If you are here about your insurance, it'll arrive when my guys find it, don't be surprised if the locals picked your shit clean. Next time, don't rely on Elvira to drag your ass out of that shithole.",
"Trading/Dialog/Prapor/News3": "Actually, I've got some friends you might be interested in merc.. some business about, well, maybe I'll tell you someday. All I know is they call themselves 'The Masters'. All in due time I suppose, and I'm sure you'll meet them regardless.",
"Trading/Dialog/Prapor/News4": "Speaking of interesting business, there's rumor of a new location, my guys are calling it 'The Labyrinth'. Shit loads of catacombs stuffed with whatever the hell those mercs could find. Be careful if you decide to go, and let me know what you find!",
"Trading/Dialog/Prapor/News5": "Anything else? Well the local gang rivalries have grown lately, it's getting harder to manage and make peace between them. Some of my guys have started vanishing, rumor has it there is a group of cultists kidnapping people, stay safe merc!",
"Trading/Dialog/Prapor/NoNews": "That's all I have for you now soldier. Try to stay alive, reputable people are hard to find eh?",
"Trading/Dialog/Prapor/Trading": "Trading",
"Trading/Dialog/Prapor/Quit": "Take your leave",
"therapist_generic_greetings_01": "Greetings, young man.",
"therapist_generic_greetings_02": "Hello Again.",
"therapist_generic_greetings_03": "Hey there, kid.",
"therapist_generic_greetings_04": "I keep hearing talk of Terragroup, something about medical malpractice, anything you would know about young man?",
"therapist_generic_farewell_01": "Goodbye.",
"Trading/Dialog/Therapist/News": "Got any news for me?",
"Trading/Dialog/Therapist/News/Next": "Anything else?",
"Trading/Dialog/Therapist/News1": "Some savengers hit a convoy of medic supplies at the Health Resort, murdered my nurses in cold blood. Next I learn Sanitar is getting sent from the villa to the Sanatorium, it seems the shoreline is falling apart. If you hear anything, let me know will you?",
"Trading/Dialog/Therapist/News2": "You should really be more careful, I've infused litres of blood already, you are using more of my supply of plasma than any other merc I know!",
"Trading/Dialog/Therapist/News3": "I've heard tell of a military convoy transporting stimulants, somehow TerraGroup got their hands on some. I'd be careful if I were you, these drugs have serious side effects!",
"Trading/Dialog/Therapist/News4": "Rumor has it apparently TerraGroups' Labs division developed a drug that can fuel muscle enzymes longer, leading to localized increased strength for a period of time, I'm not so sure how true that is though.",
"Trading/Dialog/Therapist/News5": "Jaeger keeps trying to mobilize movement against Sanitar, like he's some kind of animal. Sanitar must be trying to help the locals, all life is precious you know.",
"Trading/Dialog/Therapist/NoNews": "I don't have any more news now, come back later!",
"Trading/Dialog/Therapist/Trading": "Trading",
"Trading/Dialog/Therapist/Quit": "Take your leave",
"fence_generic_greetings_01": "Hello merc.",
"fence_generic_greetings_02": "Quiet! What can I do?",
"fence_generic_greetings_03": "What are you looking for?",
"fence_generic_greetings_04": "If you are buying, I'm selling.",
"fence_generic_farewell_01": "Get out of here, quickly.",
"Trading/Dialog/Fence/News": "Got any news for me?",
"Trading/Dialog/Fence/News/Next": "Anything else?",
"Trading/Dialog/Fence/News1": "The scavengers are starting to get worried. Relations are failing, and with them, my business. Try to be friendly or leave them be please?",
"Trading/Dialog/Fence/News2": "Rogues, raiders or scavs, all my friend in this land. Understood? You want to be my friend? Better treat them well.",
"Trading/Dialog/Fence/News3": "Gang bosses are running rampant, at first they helped me out, but they are starting to grow to powerful, wars are bound to start soon.",
"Trading/Dialog/Fence/News4": "The cultists? Never heard of them, although I have heard their knives poison with a new toxin, hurts like hell from what I heard, and that guy died shortly after.",
"Trading/Dialog/Fence/News5": "There's a lot of us but only one of me, I fence items, It's what I do. Do you have an item or not? I've listed more dangerous and more valuable.",
"Trading/Dialog/Fence/NoNews": "I'll keep you updated merc.",
"Trading/Dialog/Fence/Trading": "Trading",
"Trading/Dialog/Fence/Quit": "Take your leave",
"skier_generic_greetings_01": "Hey tactical, wat'chu want?",
"skier_generic_greetings_02": "Hello merc.",
"skier_generic_greetings_03": "Look who we have here!",
"skier_generic_greetings_04": "Oi, street thug! Nice to see you!",
"skier_generic_farewell_01": "See you later.",
"Trading/Dialog/Skier/News": "Got any news for me?",
"Trading/Dialog/Skier/News/Next": "Anything else?",
"Trading/Dialog/Skier/News1": "News? There are rumors of flash drives appearing around the region, nothing solid mind you, but something about warcrimes back in the Contract Wars. A foreign western terror group perpetrating genocide against the locals in the SEZ. Keep your eyes out, if I hear more, I'll call you merc.",
"Trading/Dialog/Skier/News2": "Tadeusz is starting to make his name in the port, with the U.S. Dollar rising and the Rouble crashing, he's starting to make quite the fortune. I'd align myself with him if I were you.",
"Trading/Dialog/Skier/News3": "I don't know what Tadeusz has told you, but relations with the locals are starting to fail, I'll keep you updated but we may need to increase surveillance around the central zone.",
"Trading/Dialog/Skier/News4": "A entrance was found to an unfinished construction zone in the Customs district, apparently there are some nice places for long range counter attacks! That asshole Birdeye keeps taking potshots at my PMC's, might be a good spot! Stay safe merc.",
"Trading/Dialog/Skier/News5": "I've managed to seize a cargo shipment with the help of Tadeusz, be on the lookout for foreign military equipment, I might have some in stock soon!",
"Trading/Dialog/Skier/NoNews": "I'll let you know if I hear anything else.",
"Trading/Dialog/Skier/Trading": "Trading",
"Trading/Dialog/Skier/Quit": "Take your leave",
"peacekeeper_generic_greetings_01": "Good day, my friend.",
"peacekeeper_generic_greetings_02": "On to business, shall we?",
"peacekeeper_generic_greetings_03": "Looking for a job?",
"peacekeeper_generic_greetings_04": "Good day!",
"peacekeeper_generic_farewell_01": "See you later.",
"Trading/Dialog/Peacekeeper/News": "Got any news for me?",
"Trading/Dialog/Peacekeeper/News/Next": "Anything else?",
"Trading/Dialog/Peacekeeper/News1": "News? There's rumors of vehicles scattered across the Federal State Reserve Agency Base, left over from the Contract Wars. I'll probably send you after them later, try not to die eh?",
"Trading/Dialog/Peacekeeper/News2": "That asshat Ivan keeps saying us UN Peacekeepers are the reason open military conflict starting in the wars, he's right, but he's still a shithead for telling people. Now we have to go on damage control.",
"Trading/Dialog/Peacekeeper/News3": "The border with Finland is starting to deteriorate, our blue helmets officially stand at key locations, but it turns out some aren't doing their job. The border has gotten fuzzy, the Federal Border Guard from those fucking Russians have closed the western exits, and the baltics have their own shit.",
"Trading/Dialog/Peacekeeper/News4": "Those Sniper's at the borders? Those are mostly a combination of Russian Federal Border Guard and Scavengers as far as I know. Regardless, be careful, there are few corridors now that can safely get you there, I heard that guy Prapor had trouble with them on the Priozersk Nature Reserve as well, that BTR is the only way you can get to him now.",
"Trading/Dialog/Peacekeeper/News5": "Unsurprisingly, it seems that some of my guys are getting scared off by the other mercs. You would know best, but I've heard that your guys have started infighting. I'm sure they have good gear, let me know will you?",
"Trading/Dialog/Peacekeeper/NoNews": "I've got nothing else for you now, let me know if there's anything else merc.",
"Trading/Dialog/Peacekeeper/Trading": "Trading",
"Trading/Dialog/Peacekeeper/Quit": "Take your leave",
"mechanic_generic_greetings_01": "Hello mercenary.",
"mechanic_generic_greetings_02": "Shall we get to work!",
"mechanic_generic_greetings_03": "Hey.",
"mechanic_generic_greetings_04": "Hello, young man.",
"mechanic_generic_farewell_01": "Talk to you later.",
"Trading/Dialog/Mechanic/News": "Got any news for me?",
"Trading/Dialog/Mechanic/News/Next": "Anything else?",
"Trading/Dialog/Mechanic/News1": "News? I hear a lot of shit mercenary, a lot of shit you're better off not hearing. War crimes, terrorism, and more. My guys I contacted deep in Norvinsk talk of the Federal Border Guard moving deeper in from the borders. Stay safe, the Russian Ministry of Defense has taken special interest in the Special Economic Zone.",
"Trading/Dialog/Mechanic/News2": "Peacekeeper keeps talking of 'justice', you should see some of the things those blue helmets and their friends have done. Terrorists if you ask me, but he does have a nice supply of gear when he's not sending you off in blueberry gear.",
"Trading/Dialog/Mechanic/News3": "Newsflash in case you haven't heard, Ivan fucking hates Peacekeeper, something about anti-capitalism. He's a good friend of mine, I'd pay attention to what he has to say. Especially since the rumors of Peacekeeper's more clandestine operations label him as more of a Warkeeper than Peacekeeper.",
"Trading/Dialog/Mechanic/News4": "I've began to source more analog military equipment from the Federal State Reserve Agency Base! There are lots of Phased Arrays over there, and COFDM Wireless Transmitters. If you find any, I'll make it worth your while.",
"Trading/Dialog/Mechanic/News5": "I heard that Elvira is looking for some of those LedX Skin Transilluminators, she's apparently willing to pay quite the hefty price, that Flea market those fences are setting up are selling them for a small fortune! Keep your eyes peeled!",
"Trading/Dialog/Mechanic/NoNews": "All I got for now, I'll let you know if I hear anything else!",
"Trading/Dialog/Mechanic/Trading": "Trading",
"Trading/Dialog/Mechanic/Quit": "Take your leave",
"ragman_generic_greetings_01": "Oh, hey there, brother.",
"ragman_generic_greetings_02": "Oh, hello there!",
"ragman_generic_greetings_03": "Good day to you, friend!",
"ragman_generic_greetings_04": "Hi there homie.",
"ragman_generic_farewell_01": "Talk to you later then!",
"Trading/Dialog/Ragman/News": "Got any news for me?",
"Trading/Dialog/Ragman/News/Next": "Anything else?",
"Trading/Dialog/Ragman/News1": "I'll be honest with you friend, I don't see much action, nor hear many tales. I stick to myself, treat my own, and help my markets thrive. I don't have much information for you, if that's what you are looking for, just trader gossip.",
"Trading/Dialog/Ragman/News2": "I've heard that Peacekeeper has had some... less than ethical dealings with the UN in the region since the Contract Wars. It's all Mechanic talks about anymore. That, and his work with transceivers across the region. Something about connecting Norvinsk together.",
"Trading/Dialog/Ragman/News3": "I occasionally meet fences across the region, they are mostly aligned with the Scavengers though, less inclined to help you merc. ",
"Trading/Dialog/Ragman/News4": "If you are interested in meeting some of these fences, all I can tell you is they are quite prevalent in Downtown Tarkov. They tend to be fond of archways and covered areas, that way they can vanish quickly from sight. They despise the Priozersk Nature Reserve as well, if you are looking for them, I'd avoid there.",
"Trading/Dialog/Ragman/News5": "More news? I don't know, I heard the markets are collapsing, my markets keep rising with more fabrics hitting the streets. I heard that Mechanic is starting to liquidate assets to stay afloat in the region, not much mind you, but it's unusual for him to spend his own money.",
"Trading/Dialog/Ragman/NoNews": "That's all I have for now merc, i'll let you know if I hear anything of worth!",
"Trading/Dialog/Ragman/AvailableServices": "Any services you can provide?",
"Trading/Dialog/Ragman/AvailableServices/Description": "I've got a shipment of clothes in if you are interested! It'll cost you however",
"Trading/Dialog/Ragman/Trading": "Trading",
"Trading/Dialog/Ragman/Quit": "Take your leave",
"jaeger_generic_greetings_01": "Hello there!",
"jaeger_generic_greetings_02": "Hello, warrior.",
"jaeger_generic_greetings_03": "Come here, I've got some tasks for you.",
"jaeger_generic_greetings_04": "You came right in time, I'm just packing up to go hunting.",
"jaeger_generic_farewell_01": "I'll talk to you some other time, remember I don't stay in one place, I may not be here.",
"Trading/Dialog/Jaeger/News": "Got any news for me?",
"Trading/Dialog/Jaeger/News/Next": "Anything else?",
"Trading/Dialog/Jaeger/News1": "It's gotten warmer here at Priozersk! I miss working with the State Hunting Service, but it's certainly much better in the spring than in the winter. It gets quite cold here.",
"Trading/Dialog/Jaeger/News2": "I've met some unsavory individuals coming into the reserve, luckily Shturman helps me take care of them, try to treat this place with respect if you come here, the wildlife appreciates it friend.",
"Trading/Dialog/Jaeger/News3": "A lot of people think I like watching PMCs suffer. Really, I want to train you. If you aren't well prepared for these lands you will die, and die painfully. If you want to live long enough to see a bullet, you should try to listen well.",
"Trading/Dialog/Jaeger/News4": "These mercs keep leaving their trash around, sometime its useful, like that plane crash, those poor souls. Sometimes its just trash. Unfortunate, please try to clean up after yourself, will you?",
"Trading/Dialog/Jaeger/News5": "Most of these traders dont really know loss. I've lost almost everyone I've known because of this carnage. You are no different merc, you may think you will escape, or thrive, but all you will find here is death. Remember that, and know I'm here for you soldier.",
"Trading/Dialog/Jaeger/NoNews": "Thats all I have for now soldier.",
"Trading/Dialog/Jaeger/Trading": "Trading",
"Trading/Dialog/Jaeger/Quit": "Take your leave",
"62825ef60e88d037dc1eb42c acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Recon the Location.\")</i></color>",
"62825ef60e88d037dc1eb42c declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"62825ef60e88d037dc1eb428 acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Elimination.\")</i></color>",
"62825ef60e88d037dc1eb428 declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"62825ef60e88d037dc1eb42d acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Elimination.\")</i></color>",
"62825ef60e88d037dc1eb42d declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"62825ef60e88d037dc1eb42e acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Elimination.\")</i></color>",
"62825ef60e88d037dc1eb42e declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"62825ef60e88d037dc1eb42f acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Elimination.\")</i></color>",
"62825ef60e88d037dc1eb42f declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"62825ef60e88d037dc1eb430 acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Elimination.\")</i></color>",
"62825ef60e88d037dc1eb430 declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later.",
"628f588ebb558574b2260fe5 acceptPlayerMessage 579dc571d53a0658a154fbec": "Will do. <color=grey><i>(accept daily task \"Find And Transfer .\")</i></color>",
"628f588ebb558574b2260fe5 declinePlayerMessage 579dc571d53a0658a154fbec": "No thanks, talk to you later."
}
